{
    "intents": [

      {
        "tag": "General",
        "patterns": [
          "What is the STI?",
        "STI is?",
        "STI",
        "What is the meaning of STI?",
        "Define STI",
        "What does STI stand for?",
        "Tell me about STI",
        "STI definition",
        "STI abbreviation",
        "STI explanation",
        "What is an STI?",
        "What does the term STI mean?",
        "Could you explain the concept of STI?",
        "Can you provide a definition for STI?",
        "Please elucidate on the meaning of STI",
        "STI definition and explanation",
        "What's the definition of STI?",
        "What's the abbreviation STI stand for?",
        "STI: what is it?",
        "Can you describe STI?",
        "What exactly is STI?",
        "STI: what does it entail?",
        "What is meant by the term STI?",
        "I'm curious about the definition of STI.",
        "Could you define the term STI for me?",
        "Can you explain STI in simple terms?",
        "What does STI refer to?",
        "Tell me the meaning of STI."
        ],
        "responses": [
          "STI also known as Single Tooth Implant."
        ]
      },
      {
        "tag": "STI_Tools",
        "patterns": [
          "Which tools are essential for STI treatment?",
          "What tools do I need to treat STI?",
          "List the tools required for STI treatment.",
          "What equipment is necessary for STI treatment?",
          "What are the necessary tools for STI treatment?",
          "Which instruments are vital for treating STI?",
          "Can you specify the necessary instruments for STI?",
          "What instruments are used for STI treatment?",
          "Tell me about the tools used in STI treatment.",
          "What instruments should be part of an STI treatment kit?",
          "What tools should I have on hand for STI procedures?",
          "What are the must-have instruments for STI treatment?",
          "What instruments are recommended for STI management?",
          "Could you outline the essential tools for STI treatment?",
          "Which specific tools are used in STI therapy?",
          "Tools for STI Therapy",
          "tools to treat sti",
          "STI tools",
          "Tools for STI",
          "equipment for STI",
          "tools for sti treatment",
          "What instruments are typically employed in STI treatments?",
          "What are the basic tools needed for STI procedures?",
          "Which equipment is required for successful STI treatment?",
          "Which tools are necessary for performing STI procedures?",
          "What tools are indispensable for STI care?",
          "What instruments are used to perform STI procedures?",
          "Please describe the necessary instruments for STI treatment.",
          "What equipment should I have for STI treatments?",
          "Which tools should I have in my STI treatment setup?",
          "What are the key instruments needed for STI management?",
          "Which tools are essential for STI treatment?",
          "What tools do I need to treat STI?",
          "List the tools required for STI treatment.",
          "What equipment is necessary for STI treatment?",
          "What are the necessary tools for STI treatment?",
          "Which instruments are vital for treating STI?",
          "Can you specify the necessary instruments for STI?",
          "What instruments are used for STI treatment?",
          "Tell me about the tools used in STI treatment.",
          "What instruments should be part of an STI treatment kit?",
          "What tools should I have on hand for STI procedures?",
          "What are the must-have instruments for STI treatment?",
          "What instruments are recommended for STI management?",
          "Could you outline the essential tools for STI treatment?",
          "Which specific tools are used in STI therapy?",
          "Tools for STI Therapy",
          "tools to treat sti",
          "tools for sti treatment",
          "What instruments are typically employed in STI treatments?",
          "What are the basic tools needed for STI procedures?",
          "Which equipment is required for successful STI treatment?",
          "Which tools are necessary for performing STI procedures?",
          "What tools are indispensable for STI care?",
          "What instruments are used to perform STI procedures?",
          "Please describe the necessary instruments for STI treatment.",
          "What equipment should I have for STI treatments?",
          "Which tools should I have in my STI treatment setup?",
          "What are the key instruments needed for STI management?",
          "What are the essential tools for STI procedures?",
          "Which tools are essential for STI therapy?",
          "What instruments are fundamental for STI treatment?",
          "List of necessary tools for STI treatment",
          "Instruments required for effective STI treatment",
          "STI treatment tools and equipment",
          "What tools are essential for STI management?",
          "Which instruments are crucial for STI procedures?",
          "Tools needed for successful STI treatment",
          "What equipment is vital for STI care?"
        ],
        "responses": [
          "You need to acquire a fixed cassette from the window, an x-ray sensor, and an implant cassette from the implant clinic manager's office. If the implant is already placed, you should know the implant system (brand and size) used by your patient. Please refer to the patient's information in Axium clinical notes or the components used section in forms. For impression-taking, you'll require the implant impression coping and implant analog for conventional PVS impressions or a scan body for digital impressions."
        ]
      },
      {
        "tag": "IOD_Tools",
        "patterns": [
          "What instruments do I need to get for IOD treatment?",
          "What tools do I need for IOD treatment?",
          "What instruments for IOD?",
          "Instrument for IOD",
          "What tools should I have for IOD treatment?",
          "What should I have for IOD treatment?",
          "Which specific dental instruments and tools are essential for performing an IOD treatment?",
          "Can you provide a comprehensive list of instruments and equipment required for IOD treatment?",
          "What are the necessary dental instruments and tools that should be prepared in advance for a successful IOD procedure?",
          "Are there any specialized instruments or devices recommended for use during IOD treatment?",
          "Could you guide me on the specific dental instruments I should acquire or have readily available for an IOD procedure?",
          "Please list the necessary tools for IOD treatment.",
          "What dental instruments are needed for IOD procedures?",
          "What are the essential tools for performing an IOD treatment?",
          "Which instruments are required for successful IOD treatment?",
          "What equipment is essential for IOD procedures?",
          "What tools are crucial for IOD therapy?",
          "IOD tools",
          "Tools for IOD",
          "Tools IOD",
          "IOD stuff",
          "Equipment of IOD",
          "IOD equipment",
          "IOD Instrument",
          "needed tools for IOD",
          "Can you outline the instruments needed for an IOD procedure?",
          "What specific tools are used in IOD treatment?",
          "What instruments should be part of the IOD treatment setup?",
          "Which dental instruments are indispensable for IOD treatment?"
        ],
        "responses": [
          "You need to acquire a fixed cassette from the window, an x-ray sensor, and an implant cassette from the window. You also need to know which implant system the patient has. Please refer to the patient's information in Axium."
        ]
      },
      {
        "tag": "About_STI_Protocol_Implant_Restoration",
        "patterns": [
            "Restore implant off-campus?",
            "Restore non-UIC COD implants?",
            "Restore implants outside UIC COD?",
            "Restore implants not from UIC COD?",
            "Restore implants off UIC COD?",
            "implants outside uic",
            "restore implants",
            "implant restoration outside",
            "Restore implants placed elsewhere?",
            "Restore implants not at UIC COD?",
            "Implants off UIC COD restoration?",
            "Implant restoration for non-UIC placements?",
            "Implant restoration for implants not at UIC COD?",
            "Restore implants outside UIC COD?",
            "Can implants placed off-campus be restored?",
        "Can I restore implants not from UIC COD?",
        "Restoration for implants placed outside UIC COD?",
        "Implant restoration for non-UIC COD placements?",
        "Restoring implants placed off UIC COD?",
        "Can I restore implants from locations outside UIC COD?",
        "How do I restore implants not at UIC COD?",
        "Can we perform implant restoration outside UIC COD?",
        "Implant restoration for implants placed elsewhere?",
        "Can we restore implants placed away from UIC COD?"
        ],
        "responses": [
            "We typically do not restore implants placed outside UIC COD. Consult with implant faculty for Straumann or Astra Dentsply implants."
        ]
    },
    {
      "tag": "STI_Crown_Appointment",
      "patterns": [
        "STI Crown appointment",
        "Time for sti crown",
        "STI crown",
        "crown STI",
        "crown appointment",
        "sti apppointment",
        "STI appointment crown",
        "STI appointment", 
          "Duration of crown implant appointment",
          "Time of crown implant appointment",
          "duration of crown implant",
          "time for crown implant",
          "What is the duration of a typical crown delivery appointment?",
          "How long does a crown delivery appointment usually take?",
          "How much time is needed for a crown delivery appointment?",
          "Can you recommend the ideal appointment length for crown delivery?",
          "How many hours are needed for crown delivery?",
          "What is the standard timeframe for scheduling crown delivery?",
          "Ideal appointment time for STI crown",
    "STI crown consultation",
    "STI crown scheduling",
    "STI crown appointment length",
    "STI crown fitting duration",
    "STI crown procedure time",
    "STI crown session",
    "STI crown visit duration",
    "STI crown treatment time",
    "Duration of STI crown placement",
    "Time required for STI crown procedure",
    "STI crown therapy appointment",
    "STI crown checkup time",
    "STI crown appointment length recommendation",
    "STI crown fitting session time",
    "STI crown visit timeframe",
    "STI crown consultation duration",
    "STI crown appointment scheduling",
    "STI crown placement timeframe",
    "STI crown treatment session length",
    "STI crown fitting appointment time",
    "STI crown procedure duration",
    "STI crown placement visit duration",
    "STI crown fitting time estimate",
    "STI crown checkup duration",
    "STI crown appointment duration recommendation",
    "STI crown session time frame",
    "STI crown treatment scheduling",
    "STI crown fitting session duration",
    "STI crown consultation time"
          
      ],
      "responses": [
          "For crown delivery, it typically requires a single session lasting approximately 3 hours. Please ensure that the abutment and crown are prepared before the patient's appointment."
      ]
  },
  {
    "tag": "About_IOD_Protocol_Approval",
    "patterns": [
        "Who is responsible for code approval in IOD treatment?",
        "Who approves IOD codes?",
        "Approve IOD protocol codes",
        "Approve IOD codes",
        "Approval IOD Codes",
        "Approve IOD",
        "IOD code approval",
        "IOD protocol approval",
        "IOD approval",
        "Who is responsible for code approval in Implant Overdenture treatment?",
        "Who authorizes IOD codes in the treatment process?",
        "Which individual approves IOD protocol codes?",
        "Who is tasked with approving IOD documentation codes?",
        "Who has the final say on IOD codes?",
        "Approval of IOD",
        "Which department reviews and authorizes IOD codes?",
        "Who verifies and approves IOD treatment codes?",
        "Who needs to authorize IOD codes?",
        "Who is in charge of approving IOD documentation codes?",
        "Which faculty member approves IOD codes?",
        "Who has the authority to approve IOD codes?",
        "Which person is responsible for code approval in IOD documentation?",
        "Who needs to review and sign off on IOD codes?",
        "Who is responsible for the approval of IOD treatment codes?",
        "Who is the designated approver for IOD codes?",
        "Approve the codes for IOD treatment",
        "Who grants approval for IOD protocol codes?",
        "Who is authorized to approve IOD documentation?",
        "Who has the authority to sign off on IOD codes?",
        "Who needs to validate IOD treatment codes?",
        "Approval process for IOD codes",
        "Responsible person for IOD code authorization",
        "Approving IOD treatment documentation",
        "IOD code authorization",
        "Who handles IOD code approvals?",
        "Who ensures the accuracy of IOD codes?",
        "Whose responsibility is IOD code validation?",
        "Who reviews and approves IOD protocol documentation?",
        "Who oversees IOD code approval?",
        "Who confirms IOD treatment coding?",
        "Approve IOD codes for patient treatment",
        "Who verifies the correctness of IOD codes?",
        "Who has oversight of IOD code authorization?"
    ],
    "responses": [
        "Your restorative faculty need to approve these codes."
    ]
},
{
  "tag": "STI_Treatment_Fee",
  "patterns": [
     "What is the STI fee",
     "What is the fee of STI?",
     "STI fee?",
     "STI fee",
     "What is the sti fee cost?", 
     "What is the fee for STI",
     "estimated sti fee",
     "What is the estimated fee for STI treatment when a patient asks me during a UG STI consultation appointment?",
    "What's the projected cost of STI treatment a patient might inquire about during a UG STI consultation appointment?",
    "During a UG STI consultation, what is the expected price range for STI treatment if asked by a patient?",
    "Can you tell me the anticipated cost for STI treatment that might be questioned by a patient during a UG STI consultation appointment?",
    "What could be the approximate fee for STI treatment that a patient may seek during a UG STI consultation appointment?",
    "What is the probable charge for STI treatment a patient might want to know during a UG STI consultation appointment?",
    "STI treatment cost?",
        "How much does STI treatment cost?",
        "Cost of STI procedure?",
        "What are the charges for STI treatment?",
        "What's the expense for STI treatment?",
        "What's the fee estimate for STI procedures?",
        "STI consultation fee?",
        "How much does an STI consultation cost?",
        "What's the price for an STI consultation?",
        "STI treatment pricing?",
        "Fee for STI procedure?",
        "What's the price range for STI treatment?",
        "STI cost estimate?",
        "STI treatment fee details?",
        "What's the estimated cost of STI treatment?",
        "Cost of STI implant?",
        "STI treatment expense?",
        "STI treatment charge?",
        "STI treatment quote?"
  ],
  "responses": [
    "You can tell the patient that the estimated fee for a single implant including restoration is between $1500 to $1800 (without insurance coverage) depends on what specific procedure is performed."
  ]
},
{
  "tag":"IOD_Treatment_Fee",
  "patterns":
  [
    "What is the cost of IOD treatment?",
    "How much does IOD treatment cost?",
    "IOD treatment fee",
    "IOD fee",
    "IOD cost",
    "IOD treatment fee",
    "Cost of IOD",
    "fee of IOD",
    "IOD expenses",
    "Can you provide an estimate for IOD treatment?",
    "What is the price range for IOD treatment?",
    "How expensive is IOD treatment?",
    "What is the typical fee for IOD treatment?",
    "How can I find out the fee for IOD treatment?",
    "What does IOD treatment usually cost?",
    "Do you have information on IOD treatment fees?",
    "Can you tell me about the cost of IOD treatment?",
      "What is the estimated fee for IOD treatment when a patient asks me during UG IOD consultation appointment?",
      "When a patient asks about the cost of an IOD treatment during an undergraduate IOD consultation appointment, what information should be provided regarding the estimated fee?",
      "Can you provide an approximate cost estimate for an IOD treatment when discussing it with a patient during a UG (Undergraduate) IOD consultation appointment?",
      "What factors should be considered when providing an estimated fee for an IOD treatment during a consultation appointment with an undergraduate patient?",
      "Are there any additional charges or variables that may impact the estimated fee for an IOD treatment, and how can they be conveyed to the patient during a UG IOD consultation?",
      "How can the estimated fee for an IOD treatment be effectively communicated to a patient during a UG IOD consultation appointment, taking into account potential variations based on individual circumstances?"
  ],

  "responses":[
      "You can tell the patient that the estimated fee for two implant placement plus overdenture conversion is between $875 to $1300 (without insurance coverage) depends on what specific procedure is"
  ]
  
},
{
  "tag": "STI_Protocol_Implant_Consulation",
  "patterns": [
      "STI Protocol implant consultation",
      "STI protocol implant",
      "How to do implant consultation",
      "I still have my tooth. Can I schedule an implant consultation?",
      "Is it suitable to have an implant consultation before my tooth is extracted?",
      "Can I discuss implant options while my tooth is still in place?",
      "Do I need to wait until my tooth is pulled out before consulting about implants?",
      "Is it necessary to remove my tooth before planning an implant consultation?",
      "Can I arrange an implant consultation without removing my tooth first?",
      "Is it advisable to have an implant consult with an existing tooth?",
      "Can I seek advice about implants with my tooth intact?",
      "Is it okay to have an implant consultation if my tooth hasn't been extracted yet?",
      "Should I wait to have my tooth extracted before scheduling an implant consultation?",
      "Can I talk about implants while my tooth is still present?",
      "Do I need to wait for my tooth to be extracted before discussing implant options?",
      "Is it possible to discuss implants without removing my tooth?",
      "Can I consult about implants even if I haven't had my tooth removed?",
      "Is it fine to have an implant consultation with an intact tooth?",
      "Can I get information about implants while my tooth is still in place?",
      "Is it suitable to schedule an implant consultation prior to tooth extraction?",
      "Can I explore implant options with my tooth still present?",
      "Should I wait until after my tooth extraction to book an implant consultation?",
      "Is it recommended to consult about implants with my tooth still intact?",
      "Can I consult for implants with my tooth still in place?",
        "Is it okay to discuss implants before removing my tooth?",
        "Can I get implant advice with my tooth intact?",
        "Should I wait to remove my tooth before an implant consult?",
        "Can I talk about implants without extracting my tooth?",
        "Is it possible to consult about implants with my tooth?",
        "Do I need to remove my tooth before implant planning?",
        "Can I schedule an implant consult without extraction?",
        "Is it advisable to consult before tooth removal?",
        "Can I learn about implants before tooth extraction?",
        "Should I wait to consult about implants after extraction?",
        "Is it okay to discuss implants with a tooth in place?",
        "Can I get information on implants with an existing tooth?",
        "Do I need to extract before discussing implants?",
        "Can I consult about implants pre-extraction?",
        "Is it possible to plan for implants with a tooth?",
        "Can I discuss implants without tooth extraction?",
        "Is it okay to consult about implants without extraction?",
        "Should I wait to remove my tooth for implant discussion?",
        "Can I inquire about implants before extracting my tooth?"
  ],
  "responses": [
      "Yes, you can have an implant consultation while your tooth is still present, especially for anterior and premolar sites. For molar sites, it's advisable to wait until 2 months post-extraction. Please discuss your specific case with the implant faculty."
  ]
},
{
  "tag": "STI_Orthodontic_Protocol_Consultation",
  "patterns": [
     "Sti protocol consultation",
     "What is the sti protocol for orthondontic consultation",
     "Consultation protocol",
     "Orthodontic STI consultation ",
     "Orthodontic treatment",
     "STI orthodontic",
     "orthodontic consultation",
     "STI protocol consultation orthodontic", 
      "Should I wait until after orthodontic treatment to have an STI consultation?",
      "Is it better to delay STI consultation until after orthodontic treatment?",
      "Can I schedule an STI consultation while the patient is still in braces?",
      "Is it recommended to wait until after orthodontic treatment for an STI consultation?",
      "Do I need to finish orthodontic treatment before scheduling an STI consultation?",
      "Can I plan an STI consultation if the patient has ongoing orthodontic treatment?",
      "Should STI consultation be postponed until orthodontic treatment is complete?",
      "Is it advisable to conduct an STI consultation during orthodontic therapy?",
      "When is the ideal time for an STI consultation if the patient is in orthodontic treatment?",
      "Can I consult about STI while the patient is receiving orthodontic care?",
      "Is it recommended to delay STI consultation until after orthodontic care?",
      "Do I need to wait for orthodontic treatment to finish for an STI consultation?",
      "Can I proceed with STI consultation during concurrent orthodontic treatment?",
      "Is it appropriate to discuss STI while the patient is undergoing orthodontic therapy?",
      "Should I wait until after orthodontics for an STI consultation?",
      "Can I talk about STI treatment options during orthodontic care?",
      "Is it suitable to discuss STI while orthodontic treatment is ongoing?",
      "Should I delay STI consultation if the patient has braces?",
      "Is it better to wait until after orthodontic adjustments for STI consultation?",
      "Can I have an STI consultation during orthodontic appointments?",
      "When should I schedule an STI consultation?",
        "What is the recommended timing for an STI consultation?",
        "STI consultation timing",
        "Ideal time for STI protocol consultation",
        "Scheduling an STI consultation",
        "STI consult scheduling",
        "When to plan an STI consultation?",
        "STI consultation timing with orthodontic care",
        "STI consult during orthodontic treatment",
        "Best time for STI protocol discussion",
        "STI consultation considerations with braces",
        "When to discuss STI treatment options?",
        "STI consult before or after orthodontic therapy?",
        "STI consultation during orthodontic care",
        "Timing of STI consultation post-orthodontics",
        "When is it appropriate to consult about STI?",
        "STI consult timing with ongoing orthodontics",
        "STI protocol discussion during braces",
        "STI consultation while patient has braces",
        "Ideal timing for STI consultation during orthodontics",
        "STI consult scheduling with braces",
        "STI protocol discussion with ongoing orthodontic treatment",
        "STI consultation after orthodontic adjustments",
        "When to schedule STI consult with ongoing orthodontic care",
        "STI consultation timing with braces",
        "STI consult during braces treatment",
        "STI protocol discussion during orthodontic therapy",
        "STI consultation timing with ongoing braces treatment",
        "STI consult scheduling considerations with orthodontics"
  ],
  "responses": [
      "No, it is advisable to wait until the completion of the orthodontic treatment."
  ]
},
{
  "tag": "IOD_Treatment_Fee",
  "patterns": [
    "IOD fee",
    "Fee of IOD",
    "cost of IOD",
    "how much iod fee",
    "price for IOD",
    "IOD price",
    "IOD treatment fee",
    "IOD treatment costs",
    "Cost of IOD",
    "What is the price of IOD treatment?",
    "How much does an IOD treatment typically cost?",
    "IOD treatment expense",
    "IOD treatment pricing",
    "Cost of IOD procedure",
    "What is the fee for getting IOD treatment?",
    "IOD cost estimation",
    "Fee for IOD therapy",
    "Can you provide details about IOD treatment fees?",
    "What is the anticipated cost of IOD treatment?",
    "How costly is IOD treatment?",
    "What is the standard fee for IOD therapy?",
    "How can I get information about IOD treatment fees?",
    "Do you know the cost of IOD treatment?",
    "Please explain the IOD treatment fees.",
    "Can you give me an overview of IOD treatment costs?",
    "What is the usual charge for IOD treatment?",
    "Could you provide an estimate of IOD treatment expenses?",
    "How much does an IOD procedure typically run?",
    "What is the cost range for IOD treatment?",
      "What's the price range for IOD treatment if asked during an undergraduate IOD consultation?",
      "Can you give an estimate of the cost for IOD treatment during a UG IOD consultation?",
      "How much does IOD treatment typically cost when discussing it at an undergraduate IOD consultation?",
      "When discussing IOD treatment with undergraduate patients, what's the usual fee range mentioned?",
      "Can you outline the expected fees for IOD treatment during a UG IOD consultation appointment?",
      "What's the average fee for IOD treatment during an undergraduate IOD consultation?",
      "During an undergraduate IOD consultation, what fee should be quoted for IOD treatment?",
      "Is there a standard fee estimate for IOD treatment during consultations with undergraduate patients?",
      "When asked about IOD treatment costs during an undergraduate consultation, what should be communicated?",
      "What fee estimate should be provided for IOD treatment during an undergraduate IOD consultation?"
  ],
  "responses": [
      "You can tell the patient that the estimated fee for two implant placements plus overdenture conversion ranges from $875 to $1300 (without insurance coverage) depending on the specific procedure."
  ]
},
{
  "tag":"About_CBCT_Review_Scans",
  "patterns":
  [
      "How can I review the CBCT?",
      "What is the radiographic cbct scans",
      "CBCT Scans",
      "review cbct scans", 
        "How can I review the CBCT?",
        "Review cbct scans",
        "CBCT review scan",
        "Review cbct",
        "CBCT",
        "What are the methods or tools available to review CBCT (Cone Beam Computed Tomography) scans?",
        "Can you provide guidance on how to effectively review and interpret CBCT images?",
        "What are the recommended software programs or platforms for reviewing CBCT scans?",
        "Are there specific steps or protocols to follow when reviewing CBCT images to ensure accurate interpretation?",
        "Can you outline the process or workflow for reviewing CBCT scans, including any necessary adjustments or settings to optimize image visualization and analysis?",
        "How do I assess CBCT results?",
        "What's the best way to evaluate CBCT images?",
        "Can you explain the process of analyzing CBCT scans?",
        "What tools are used to examine CBCT images?",
        "How do professionals typically interpret CBCT data?",
        "What's the procedure for inspecting CBCT scans?",
        "Is there software recommended for viewing CBCT images?",
        "What steps should I take to review CBCT images?",
        "I'd like to learn more about reviewing CBCT scans.",
        "How should I go about reviewing CBCT scans?",
        "What's the procedure for assessing CBCT results?",
        "Can you explain the CBCT review process?",
        "What's the best approach to interpreting CBCT scans?",
        "Are there guidelines for interpreting CBCT data?",
      "What are the methods or tools available to review CBCT (Cone Beam Computed Tomography) scans?",
      "Can you provide guidance on how to effectively review and interpret CBCT images?",
      "What are the recommended software programs or platforms for reviewing CBCT scans?",
      "Are there specific steps or protocols to follow when reviewing CBCT images to ensure accurate interpretation?",
      "Can you outline the process or workflow for reviewing CBCT scans, including any necessary adjustments or settings to optimize image visualization and analysis?"   
  ],

  "responses":[
      "You need to review the CBCT with implant faculty. The implant faculty will show you how to open the CBCT."
  ]
  
},
{
  "tag":"IOD_Treatment_Implants",
  "patterns":
  [
      "Can we place more than 2 implants for IOD mandible?",
      "IOD implants",
      "IOD treatment implants",
      "Implant for IOD",
      "Can we place more than 2 implants for IOD mandible?",
      "IOD treatment implants",
      "IOD treatment implant",
      "Treatment implant IOD",
      "Is it feasible to insert more than two implants for an IOD treatment in the mandible (lower jaw)?",
      "Are there any limitations or guidelines on the number of implants that can be placed for IOD in the mandibular arch?",
      "Can the IOD technique accommodate the placement of multiple implants in the mandible?",
      "Is it possible to achieve successful immediate loading with more than two implants in the mandibular region using the IOD approach?",
      "Are there any specific considerations or modifications when placing multiple implants for IOD in the mandible, and how can they be addressed effectively?",
      "Can we use additional implants for IOD in the mandible?",
      "Is there a maximum number of implants recommended for IOD in the lower jaw?",
      "How many implants are typically placed for IOD in the mandible?",
      "What is the ideal number of implants for IOD treatment in the lower jaw?",
      "IOD mandible implant placement guidelines",
      "Implant positioning for IOD in the mandible",
      "Feasibility of multiple implants in IOD mandibular treatment",
      "IOD mandible treatment with multiple implants",
      "Can IOD treatment in the mandible support multiple implants?",
      "What are the benefits of placing more than two implants for IOD in the lower jaw?",
      "How does the number of implants affect IOD treatment outcomes in the mandible?",
      "IOD treatment for implants",
      "Treatment implants for IOD",
      "IOD treatment implant",
      "Treatment implant IOD",
      "Is it feasible to insert more than two implants for an IOD treatment in the mandible (lower jaw)?",
      "Are there any limitations or guidelines on the number of implants that can be placed for IOD in the mandibular arch?",
      "Can the IOD technique accommodate the placement of multiple implants in the mandible?",
      "Is it possible to achieve successful immediate loading with more than two implants in the mandibular region using the IOD approach?",
      "Are there any specific considerations or modifications when placing multiple implants for IOD in the mandible, and how can they be addressed effectively?"
  ],

  "responses":[
      "Predoctoral implant clinic does not accept IOD mandible treatment with more than 2 implants. Please refer the case to Post Graduate Prosthodontics for further treatment."
  ]
  
},
{
  "tag": "IOD_Appointment_Consultation",
  "patterns": [
      "When can I schedule an IOD consultation after receiving the CD?",
      "How soon after CD delivery should I book an IOD consultation?",
      "IOD consult timing post CD delivery",
      "Ideal time for IOD consultation following CD delivery",
      "Scheduling IOD consultation after CD placement",
      "IOD appointment after CD delivery",
      "Waiting period for IOD consult after CD delivery",
      "Recommended timeframe for IOD consult post CD placement",
      "IOD consult after CD adaptation",
      "IOD consult",
      "IOD consultation",
      "IOD appointment consultation",
      "Consultation IOD",
      "Console iod",
      "IOD appointment",
      "Appointment for IOD",
      "How long to wait for IOD consult after CD installation?",
      "When should I plan the IOD consult after CD fitting?",
      "Optimal IOD consult timing after CD procedure",
      "IOD consult scheduling after crown delivery",
      "How much time after CD placement for IOD consult?",
      "IOD consult timeframe after CD fitting",
      "Waiting duration for IOD consult post CD delivery",
      "IOD consultation timing after CD completion",
      "Suggested IOD consult date after CD installment",
      "When to schedule IOD consult after CD application",
      "Best time for IOD consultation post CD installment",
      "Appropriate timing for IOD consult after CD placement",
      "IOD consultation appointment following CD delivery",
      "How long after CD fitting to plan IOD consultation?",
      "IOD consult planning after CD placement",
      "IOD consultation timeframe post CD delivery",
      "Optimal timing for IOD consult after CD fitting",
      "Suggested waiting period for IOD consult after CD completion",
      "When is the right time for IOD consult after CD fitting?",
      "IOD consult scheduling after CD completion"
  ],
  "responses": [
      "You can schedule an IOD consultation after ensuring that the patient has no issues or requires additional adjustments following the CD delivery. Please consult with the implant faculty to confirm readiness for IOD treatment."
  ]
},
{
  "tag":"Message_Schedule_Assign_Patient",
  "patterns":
  [
      "My patient was already assigned, who do I contact if they have not scheduled the surgical consult?",
      "If my patient has been assigned for treatment but has not scheduled the surgical consult, whom should I contact to address this issue?",
      "Can you provide guidance on whom I should reach out to if a patient who has already been assigned for treatment has not yet scheduled the surgical consult?",
      "What is the recommended course of action if a patient who has been assigned for treatment has not made arrangements for the surgical consult?",
      "In such cases, whom should I notify or contact to help facilitate the scheduling of the surgical consult for a patient who has already been assigned for treatment?",
      "Who do I send the message to once my patient is ready for assignment?",
      "patient assign",
      "schedule for patient assignment",
      "schedule for assign patient",
      "Assign schedule",
      "Patient Schedule message",
      "Assign Patient schedule",
      "Text schedule assignment",
      "Who to text for schedule assignment",
      "Who to ask for schedule",
      "Message Schedule for Patient",
      "Ask schedule assignment ",
      "Patient schedule"
    

  ],

  "responses":[
      "Please send an Axium message to  Predoctoral Implant Program and CC: Sharon Arrigo <sarrig1@uic.edu> for OS, Stephanie Clarke <clarkes@uic.edu> for Prostho and Estefania Martinez <emarti63@uic.edu> for Perio."
  ]
  
}








      
    ]
}      


      